[
  {
    "id": 1,
    "img": "src/assets/images/abubakr.webp",
    "name": "أبو بكر الصديق",
    "infoNum": "عشر معلومات",
    "allInformation": [
      {
        "id": 1,
        "infoType": "اسمه و نسبه",
        "infoType_text": "عبد الله بن عثمان بن عامر بن عمرو بن كعب بن سعد بن تيم بن مرة بن كعب بن لؤي القرشي التيمي خليفة رسول الله صلى الله عليه وسلم، كنيته أبو بكر، والصديق لقبه رضي الله عنه وأرضاه",
        "source": "https://www.islamweb.net المصدر: موقع إسلام ويب"
      },
      {
        "id": 2,
        "infoType": "الصدقة",
        "infoType_text": "أخرج أبو داود والترمذي عن عمر بن الخطاب قال: أمرنا رسول الله صلى الله عليه وسلم أن نتصدق فوافق ذلك مالاً عندي قلت: اليوم أسبق أبا بكر فجئت بنصف مالي فقال رسول الله صلى الله عليه وسلم: ما أبقيت لأهلك؟ قلت: مثله، وأتى أبوبكر بكل ما عنده فقال: يا أبا بكر ما أبقيت لأهلك؟ قال: أبقيت لهم الله ورسوله فقلت: لا أسبقه في شيءٍ أبداً",
        "source": "كتاب سيرة ومناقب أبي بكر الصديق رضي الله عنه لأحمد بن شعبان بن أحمد"
      },
      {
        "id": 3,
        "infoType": "السَبقُ إلى الخير",
        "infoType_text": "عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: من أصبح منكم اليوم صائماً؟ قال أبو بكر: أنا. قال: فمن تبع منكم اليوم جنازة؟ قال أبو بكر: أنا. قال: فمن أطعم اليوم منكم مسكيناً. قال أبو بكر: أنا. قال: فمن عاد منكم اليوم مريضاً. قال أبو بكر: أنا.  فقال رسول اله صلى الله عليه وسلم: ما اجتمعن في امرىءٍ إلا دخل الجنة",
        "source": "كتاب سيرة ومناقب أبي بكر الصديق رضي الله عنه لأحمد بن شعبان بن أحمد"
      },
      {
        "id": 4,
        "infoType": "النبي يشهد له بالجنة",
        "infoType_text": "عن أبي موسى الأشعري أنه توضأ في بيته ثم خرج فقلت: لألزمن رسول الله صلى الله عليه وسلم ولأكونن معه يومي هذا. قال: فجئت المسجد فسألت عن النبي صلى الله عليه وسلم. فقالوا خرج ووجه ها هنا فخرجت على إثره أسأل عنه حتى دخل بئر أريس فجلست عند الباب وبابها من جريد حتى قضى رسول الله حاجته فتوضأ فقمت إليه فإذا هو جالس على بئر أريس وتوسط قفها وكشف عن ساقيه ودلاهما في البئر فسلمت عليه ثم انصرفت فجلست عند الباب. فقلت: لأكونن بواب رسول الله صلى الله عليه وسلم اليوم فجاء أبو بكر فدفع الباب. فقلت: من هذا؟ فقال: أبو بكر. فقلت غلى رسلك ثم ذهبت. فقلت: يا رسول الله هذا أبو بكر يستأذن. فقال: ائذن له وبشره بالجنة، فأقبلت حتى قلت لإبي بكر: ادخل ورسول الله يبشرك لاجنة. فدخل أبو بكر فجلس عن يمين رسول الله صلى الله عليه وسلم معه في القف ودلى رجليه في البئر كما صنع النبي وكشف عن ساقيه",
        "source": "كتاب سيرة ومناقب أبي بكر الصديق رضي الله عنه لأحمد بن شعبان بن أحمد"
      },
      {
        "id": 5,
        "infoType": "أفضل الصحابه وخيرهم",
        "infoType_text": "أجمع أهل السنة أن أفضل الناس بعد رسول الله صلى الله عليه وسلم أبو بكر، ثم عمر، ثم عثمان, ثم علي، ثم سائر العشرة المبشرين بالجنة، ثم باقي أهل بدر، ثم باقي أهل البيعة، ثم باقي الصحابة. وروى البخاري عن ابن عمر قال: كنا نخير بين الناس في زمان رسول الله صلى الله عليه وسلم، فنخير أبا بكر، ثم عمر بن الخطاب، ثم عثمان بن عفان, رضي الله عنهم وزاد الطبراني في الكبير: فيعلم بذلك النبي ولا ينكره",
        "source": "كتاب سيرة ومناقب أبي بكر الصديق رضي الله عنه لأحمد بن شعبان بن أحمد"
      }
    ]
  },
  {
    "id": 2,
    "img": "src/assets/images/alfarook.jpg",
    "name": "عمر بن الخطاب",
    "infoNum": "عشر معلومات",
    "allInformation": [
      {
        "id": 1,
        "infoType": "اسمه و نسبه",
        "infoType_text": "عمر بن الخطاب بن نُفيل القرشي العدوي، يجتمع نسبه مع رسول الله ـ صلى الله عليه وسلم ـ في كعب بن لؤي بن غالب، ويكنَّى أبا حفص، لُقِّب بالفاروق، لأنه أظهر الإسلام بمكة ففرّق الله به بين الكفر والإيمان",
        "source": "https://www.islamweb.net المصدر: موقع إسلام ويب"
      },
      {
        "id": 2,
        "infoType": "الزُّهد",
        "infoType_text": "كان عمر زاهداً في الدّنيا مقبلاً على ما عند الله، فقد كان رسول الله يعطيه المال ولا يرضى به في كلّ مرّة، فقال له رسول الله -صلّى الله عليه وسلّم-: (خُذْهُ، فَتَمَوَّلْهُ، وَتَصَدَّقْ بِهِ، فَما جَاءَكَ مِن هذا المَالِ وَأَنْتَ غَيْرُ مُشْرِفٍ وَلَا سَائِلٍ فَخُذْهُ، وَمَالَا فلا تُتْبِعْهُ نَفْسَكَ)،  وكان -رضي الله عنه- إذا جاع أكل ما يَسدّ جوعه فقط، فقال عنه عبد الله بن عامر أنّه كان يفطر في رمضان عند عثمان بن عفّان من أجود أنواع الطّعام، وما رأى ذلك عند عمر بن الخطّاب، فقال لعثمان ذلك، فقال عثمان: يرحم الله عمراً، ومن يطيق ما كان يطيق عمر",
        "source": "https://mawdoo3.com المصدر: موقع موضوع"
      },
      {
        "id": 3,
        "infoType": "الهيبة",
        "infoType_text": " فقد كان عمر ذو هيبةٍ لمن حوله من الصّحابة والرّعية، ومن ذلك ما يخبر به ابن عبّاس: (مَكَثْتُ سَنَةً أُرِيدُ أنْ أسْأَلَ عُمَرَ بنَ الخَطَّابِ عن آيَةٍ، فَما أسْتَطِيعُ أنْ أسْأَلَهُ هَيْبَةً له)",
        "source": "https://mawdoo3.com المصدر: موقع موضوع"
      },
      {
        "id": 4,
        "infoType": "بُغضه للمدح والثّناء",
        "infoType_text": " فقد أقبلت عليه ابنته حفصة لمّا طُعن، وجعلت تقول له: يا صاحب رسول الله، ويا صهر رسول الله، ويا أمير المؤمنين، فلمّا سمع ذلك طلب من ابنه أن يسند ظهره، فقال لها: (أُحَرِّجُ عليكِ بما لي عليكِ مِنَ الحَقِّ أنْ تَندُبينَني بَعدَ مَجلِسِكِ هذا، فأمَّا عَينَيْكِ فلنْ أملِكَهما)، وقال لرجل أثنى عليه ذات مرة: تهلكني وتهلك نفسك",
        "source": "https://mawdoo3.com المصدر: موقع موضوع"
      },
      {
        "id": 5,
        "infoType": "شدّته في أمر الله وغيرته على حرمات الله",
        "infoType_text": "وقد شبّهه رسول الله بنبيّ الله نوحٍ -عليه السّلام- لشدَّته في أمر الله، ومن غيرته على حرمات الله ما ثبت عن أبي هريرة -رضي الله عنه-: (بَيْنَا نَحْنُ عِنْدَ رَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، إذْ قالَ: بيْنَا أَنَا نَائِمٌ رَأَيْتُنِي في الجَنَّةِ، فَإِذَا امْرَأَةٌ تَتَوَضَّأُ إلى جَانِبِ قَصْرٍ فَقُلتُ: لِمَن هذا القَصْرُ؟ فَقالوا: لِعُمَرَ بنِ الخَطَّابِ فَذَكَرْتُ غَيْرَتَهُ فَوَلَّيْتُ مُدْبِرًا، فَبَكَى عُمَرُ وقالَ: أَعَلَيْكَ أَغَارُ يا رَسولَ اللَّهِ)",
        "source": "https://mawdoo3.com المصدر: موقع موضوع"
      }
    ]
  },
  {
    "id": 3,
    "img": "src/assets/images/othman.webp",
    "name": "عثمان بن عفان",
    "infoNum": "عشر معلومات",
    "allInformation": [
      {
        "id": 1,
        "infoType": "اسمه و نسبه",
        "infoType_text": "عثمان بن عفان بن أبي العاص بن أمية بن عبد شمس ، أمير المؤمنين ، أبو عمرو ، وأبو عبد الله ، القرشي الأموي",
        "source": "https://www.islamweb.net المصدر: موقع إسلام ويب"
      },
      {
        "id": 2,
        "infoType": "صفاته رضي الله عنه",
        "infoType_text": "اشتُهِر عثمان -رضي الله عنه- بحُسنِ خُلُقه، فقد كان رجلاً سمحاً رقيق المشاعر، حيِياً، كريماً، عابداً، ومحبوباً بين الناس",
        "source": "https://www.islamweb.net المصدر: موقع إسلام ويب"
      },
      {
        "id": 3,
        "infoType": "تجهيز جيش العسرة",
        "infoType_text": "حيث جاء عثمان إلى النبيّ وقدّم لجيش العسرة في غزوة تبوك 940 بعيراً، و60 فرساً، و10 آلاف دينار وضعهم بين يدي رسول الله، فقال -صلى الله عليه وسلم-: (ما ضرَّ عُثْمانَ ما عمِلَ بعدَ هذا اليَومِ)",
        "source": "https://www.islamweb.net المصدر: موقع إسلام ويب"
      },
      {
        "id": 4,
        "infoType": "توسعة المسجد النبويّ",
        "infoType_text": "عندما زاد عدد المسلمين ضاقت مساحة المسجد النبوي، فحثّ النبيّ أصحابه على شراء قطعة أرض بجانب المسجد وضمّها إليه، وأخبر أنّ من يفعل ذلك فله خيرٌ منها في الجنة، فما كان من عثمان -رضي الله عنه- إلا أنّه سارع بشرائها من ماله ووسّع على المسلمين",
        "source": "https://www.islamweb.net المصدر: موقع إسلام ويب"
      },
      {
        "id": 5,
        "infoType": "ذو النورين",
        "infoType_text": "وكان يلقب بذي النورين؛ لأنّه تزوج من رقية ابنة الرسول -صلى الله عليه وسلم-، ثمّ تزوج بعد وفاتها من أختها أم كلثوم، فكان -رضي الله عنه- زوج ابنتي الرسول -عليه الصلاة والسلام-، وقد شارك في العديد من الغزوات، وكان أحد الصحابة الذين جمعوا القرآن الكريم",
        "source": "https://www.islamweb.net المصدر: موقع إسلام ويب"
      }
    ]
  },
  {
    "id": 4,
    "img": "src/assets/images/ali.jpg",
    "name": "علي بن أبي طالب",
    "infoNum": "عشر معلومات",
    "allInformation": [
      {
        "id": 1,
        "infoType": "اسمه و نسبه",
        "infoType_text": "علي بن أبي طالب بن عبد مناف بن عبد المطلب بن هاشم بن عبد مناف ، أمير المؤمنين ، أبو الحسن القرشي الهاشمي",
        "source": "https://www.islamweb.net المصدر: موقع إسلام ويب"
      },
      {
        "id": 2,
        "infoType": "جهوده في خدمة السنة النبوية",
        "infoType_text": "كان رضي الله عنه - إمامًا عالما متحريًا مستوثقًا في الأخذ والتحمُّل لحديث رسول الله - صلى الله عليه وسلم -، بحيث إنه يَستحلِف من يحدِّثه بالحديث! ويقول في ذلك: كنتُ إذا سمعت من رسول الله - صلى الله عليه وسلم - حديثًا نفعني الله بما شاء أن ينفعني منه، وكان إذا حدثني عنه غيرُه استحلفته، فإذا حلف صدقته ومع كثرة علمه الذي تحمله عن رسول الله - صلى الله عليه وسلم - فلم يُرْوَ عنه إلا خمسمائة وستة ثمانين حديثًا فقط، وهو أقل مما رُوِي عن بعض الصحابة عن النبي - صلى الله عليه وسلم - لأسباب منها: انشغاله بالقضاء والإمارة والحروب التي جعلته لا يتفرغ للفُتيا وعقْد مجالس التحديث التي كانت سببًا في انتشار علم بعض الصحابة، كابن مسعود وابن عباس وابن عمر",
        "source": "https://www.islamweb.net المصدر: موقع إسلام ويب"
      },
      {
        "id": 3,
        "infoType": "صفاته رضي الله عنه",
        "infoType_text": "وكان -رضي الله عنه- من أكثر الصحابة معرفةً بأمور القضاء، فقد ثبت عن أنس بن مالك -رضي الله عنه- أنّ النبي -عليه الصلاة والسلام- قال: (أرحمُ أمَّتي بأمَّتي أبو بَكرٍ وأشدُّهم في دينِ اللَّهُ عمرُ وأصدقُهم حياءً عثمانُ وأقضاهم عليُّ بنُ أبي طالبٍ)،  ويُعَدّ عليّ بن أبي طالب -رضي الله عنه- صاحب قَدْرٍ كبيرٍ عند الصحابة؛ إذ كانوا يرجعون إليه ويستشيرونه؛ فقد استشاره أبو بكر الصدّيق في أهل الردّة، فقال له علي: إنّ الله جمع بين الصلاة والزكاة، ولا أرى أن تُفرّق بينهما ",
        "source": "https://mawdoo3.com المصدر: موقع موضوع"
      },
      {
        "id": 4,
        "infoType": "كرم علي بن أبي طالب",
        "infoType_text": "عُرِف عليّ بن أبي طالب -رضي الله عنه- بكرمه، وسخائه؛ فكان يرى أنّ قضاء حاجة الآخرين أحبّ إلى قلبه ممّا في الأرض من ذهبٍ وفضةٍ، وقد بلغت الأوقاف التي أوقفها أربعين ألف ديناراً، ورُوِي عنه أنّه قال: ما أدري أي النعمتين أعظم عليّ مِنّةً: من رجلٍ بذل مُصاص وجهه إليه فرآني موضعاً لحاجته، وأجرى الله قضاءها أو يسّره على يديّ، ولأن أقضي لامرئٍ مسلمٍ حاجةً أحبّ إلي من ملء الأرض ذهباً وفضةً",
        "source": "https://mawdoo3.com المصدر: موقع موضوع"
      },
      {
        "id": 5,
        "infoType": "زهد علي بن أبي طالب",
        "infoType_text": "تأثّر عليّ بن أبي طالب -رضي الله عنه- بملازمته للنبيّ -صلّى الله عليه وسلّم-، وتعامله مع القرآن الكريم؛ فقد أدرك أنّ الحياة الدنيا مجرّد اختبارٍ وابتلاءٍ، وأنّ الآخرة هي الحياة الخالدة؛ ولذلك زَهِد في ما في الدنيا من نعيمٍ وزينةٍ، ولم يجعل الدنيا تسيطر عليه، وكان زاهداً أيضاً في طعامه؛ فكان يربط حجراً على بطنه من شدّة الجوع",
        "source": "https://mawdoo3.com المصدر: موقع موضوع"
      }
    ]
  }
]